;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 28 February 2018
;~ Author.......: Derick Payne (Rizonesoft)
;~ Link.........: www.rizonesoft.com
;~ =============================================================================

[Main]
Product = USB Repair
Version = 8

[Language]
Name = English
Code = en
Encoding = Unicode (UTF-16) LE BOM

[Translations]
About = About
Custom = Custom
Donate = Donate
Logging = Logging
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = Oor %{Program.Name}
Label_Version = Weergawe
Label_AutoIt = Gebou met AutoIt-weergawe
Label_Copyright = Kopiereg
Tip_Title_Donate = Skenk
Tip_Message_Donate = Sou jy oorweeg om 'n klein geskenk van $10 te gee om ons te help om die ligte aan te hou en kwaliteit gratis sagteware te maak? Klik hier om te skenk.
Label_Home = Tuisblad
Label_License = Lisensie
Label_Support = Kry Ondersteuning
Tip_Title_Country = Gemaak in Suid-Afrika
Tip_Message_Country = %{Program.Name} is gebore in Suid-Afrika.
Label_Contributors = Bydraers
Button_Ok = Ok
Label_RAM = (RAM) %d MB VRY VAN %d MB (%d%)
Label_HDD = (%s) %.2f GB VRY VAN %.2f GB (%d%)
Tip_Twitter = Follow us on Twitter.
Tip_Facebook = Like us on Facebook.
Tip_Twitter = Follow us on Twitter.
Tip_Reddit = Read about us on Reddit.
Tip_LinkedIn = Connect with us on LinkedIn.
Tip_GitHub = %{Program.Name} on GitHub.
Tip_WhatsApp = Chat with us on WhatsApp.

[Custom]
Label_Status_Welcome = As jou USB-stasie nie wil installeer nie of jy ervaar ander USB-verwante kwessies, klik op '%s' en herbegin jou rekenaar. Onthou om 'n stelselherstelpunt te skep voordat jy voortgaan.
Label_Status_Updates = Besig om vir opdaterings te soek
Label_Status_Warning = Moenie hierdie nutsprogram hardloop as jy nie USB-probleme ondervind nie, jy kan iets breek.
Button_Repair = Herstel USB

[Donate]
Label_Heading = Hoe oor 'n klein skenking om ons sagteware vir altyd gratis te hou?
Label_Message = Klik op die PayPal-knoppie hieronder, kies 'n bedrag, en stuur ons die skenking. Jou skenking sal gebruik word om ons sagteware te verbeter en alles gratis te hou op Rizonesoft. 'n $20 skenking sal ons vir ten minste 'n maand aan die gang hou.
Label_Donate = Sou jy oorweeg om 'n klein geskenk van $10 te gee om ons te help om %{Program.Name} te verbeter en die ligte aan te hou?

[Logging]
Finished = Voltooid
success = sukses
Response_Received = Reaksie Ontvang
Successfully = Suksesvol
OK = OK!
Registration_succeeded = Registrasie geslaag
Initiated = Geïnisieer
Error = fout
Failed = misluk
Access_Denied = Toegang geweier
No_Operation_Performed = Geen operasie kan uitgevoer word
VERSION = WEERGAWE
File_Not_Found = Kon nie die '%s' loglêer vind nie.
Showing_File = Wys '%s' loglêer.
Showing_Error = Iets het verkeerd geloop: Proses-ID: %s
Opening_File = Besig om die loglêer te open.
Opening_Directory = Besig om die loggids te open...
Directory_Not_Found = Kon nie die '%s' loggids vind nie.
Showing_Directory = Wys '%s' loggids.
Bool_Yes = Ja
Bool_No = Nee
Info_Date = Datum:
Info_Program = Program:
Info_Program_Path = Program Pad:
Info_Compiled = Saamgestel:
Info_AutoIt_Version = AutoIt Weergawe:
Info_AutoIt_64Bit = AutoIt 64-Bit Weergawe:
Info_Windows_Version = Windows Weergawe:
Info_System_Type = Stelsel Tipe:
Info_Memory = Geheue (RAM):
Info_ProgramFiles = Program Lêers Gids:
Info_Windows_Directory = Windows Gids:
Level_Error = Fout:
Level_Warning = Waarskuwing:
Level_Success = Sukses:
Level_Finished = Voltooid:

[Menus]
File = &Lêer
File_Preferences = &Voorkeure
File_Logging = &Logboek
File_Logging_Open_File = Open &loglêer
File_Logging_Open_Directory = Open log &Gids
File_Reboot = &Herbegin Windows
File_Close = &Sluit\tAlt+F4
Troubleshoot = Probleem&oplossing
Troubleshoot_Hardware = Probleme oplos met behulp van &hardeware
Tools = G&ereedskap
Tools_System_Restore = &Skep 'n Windows Herstelpunt
Tools_Device_Manager = &Toestel Bestuurder
Help = &Help
Help_Update = Soek vir &opdaterings
Help_Home = %{Company.Name} &Tuis
Help_Downloads = Meer &Aflaaie
Help_Support = &Kry Ondersteuning
Help_Issue = Skep 'n &probleem
Help_Donate = Skenk aan &ons Saak
Help_About = Oor %{Program.Name}
Debug = &Foutopsporing

[Messages]
Info_Title = Let Asseblief Op
Warning_Title = Waarskuwing!
Error_Title = Oeps! Iets het verkeerd gegaan!
Error_Oops = Oeps!
Singleton = 'n Ander voorkoms van %{Program.Name} is reeds in werking.
Compatible = %{Program.Name} is nie versoenbaar met jou weergawe van Windows nie. As jy glo dit is 'n fout, voel vry om 'n boodskap te laat by '%s' met al die besonderhede.
Compatible_Bit = Ongelukkig is %{Program.Name} 32 Bit nie versoenbaar met jou Windows-weergawe nie. Laai asseblief %{Program.Name} 64 Bit af van '%s'
Loading_Initializing = Inisieer %{Program.Name}
Loading_Localizations = Laai Lokaliseringe
Loading_Resources = Stel Hulpbronne
Loading_WorkingDirectories = Stel Werkende Gidse
Loading_Logging = Inisieer Logboek
Loading_Configuration = Laai Konfigurasie
Loading_Shortcuts = Stel Sleutelbord Kortpaaie
Loading_Interface = Begin Kernoogmerk
Ping_Check_Connection = Toets Internet Verbinding.
Ping_Response = Reaksie Ontvang in %s millisekondes.
Ping_Host_Offline = Gasheer is Aflyn.
Ping_Host_Unreachable = Gasheer is Onbereikbaar.
Ping_Host_Bad = Slegte Bestemming.
Ping_Host_No_Internet = Geen Internet Verbinding.
Global_Errors = Voltooi met (%02i) %s!
Global_Errors_Error = fout
Global_Errors_Errors = foute
Global_Finished = Voltooide geselekteerde taak.
Global_File = lêer
Global_Files = lêers
RegisterDll_Success = RegSvr32.exe > '%s' registrasie geslaagd.
RegisterDll_Error_01 = RegSvr32.exe > '%s' Om 'n module te registreer, moet jy 'n binêre naam voorsien.
RegisterDll_Error_02 = RegSvr32.exe > '%s' Gespesifiseerde module nie gevind nie.
RegisterDll_Error_03 = RegSvr32.exe > '%s' Module gelaai, maar die aankomspunt DllRegisterServer is nie gevind nie.
RegisterDll_Error_04 = RegSvr32.exe > '%s' Foutnommer: 0x80070005
Registry_Write_Error = Kon nie skryf na '%s'
Registry_Error_01 = Nie in staat om die versoekte sleutel te open nie.
Registry_Error_02 = Nie in staat om die versoekte hoof sleutel te open nie.
Registry_Error_03 = Nie in staat om die versoekte waarde te open nie.
Registry_Error_04 = Waarde tipe word nie ondersteun nie.
Registry_Error_05 = Nie in staat om die versoekte waarde te verwyder nie.
Registry_Error_06 = Nie in staat om die versoekte sleutel/waarde te verwyder nie.

[Messages2]
Boot_01 = 'n Stelsel herbegin mag nodig wees voordat die instellings in werking sal tree.
Boot_02 = Om te herbegin of nie te herbegin?
Boot_03 = Jy mag dalk jou rekenaar moet herbegin voordat die instellings in werking sal tree. Wil jy jou rekenaar nou herbegin? Stoor jou goed, hou jou asem op en druk Ja om jou rekenaar te herbegin. Of druk Nee om my te ignoreer.
Boot_04 = ^ Jy wil nie jou rekenaar herbegin nie?
Boot_05 = ^ Ek kan nie daarmee stry nie. Dit is uiteindelik jou rekenaar.
Boot_06 = Kliek op '%s' en dan '%s' om jou rekenaar later te herbegin.
Boot_07 = Herbegin Windows...
MsgBox_Boot_Title = Herbegin!
MsgBox_Boot_Message = Jou rekenaar sal herbegin in %s sekondes. Dit behoort jou genoeg tyd te gee om jou goed te stoor. Druk Ok om jou rekenaar nou te herbegin.
Boot_Restarting = Jou rekenaar herbegin.
Boot_Canceled = Herbegin gekanselleer.
Repair_USB_01 = Herstel USB gasheer beheerders en hubs.
Repair_USB_02 = Hoop dit het jou USB probleme opgelos. As nie, kan dit 'n fisiese hardeware probleem wees.

[Preferences]
Window_Title = Voorkeure
Tab_General = Algemeen
Tab_Performance = Prestasie
Tab_Language = Taal
Group_Logging = Logboek
Group_Priority = Prioriteit
Group_Memory = Geheue
Group_Language = Taal
Checkbox_Enable_Logging = Aktiveer logboek
Label_Log_Exceed = Log grootte
Label_Log_Exceed = Log grootte mag nie oorskry word nie:
Label_Logging_Size = Logboek Grootte: %s KB
Button_Logging_Clear = Maak Logboek Skoon
Label_SetPriority = Stel proses prioriteit:
Checkbox_SaveRealtime = Stoor prioriteit bo hoog (nie aanbeveel nie).
Checkbox_ReduceMemory = Verminder geheue op lae geheue stelsels.
Label_Language_Message = Kies die taal wat jy verkies en druk die %s knoppie om voort te gaan. (Herbegin Vereis)
Button_Save = Spaar
Button_Cancel = Kanselleer
Label_Updated = Voorkeure opgedateer
Label_Logging_Cleared = Logboek opgeskoon
MsgBox_Language_Title = Taal Verander
MsgBox_Language_Message = Die geselekteerde taal het verander. %{Program.Name} moet herbegin word vir die gekose taal om in werking te tree.
MsgBox_Closing_Title = Sluit %{Program.Name}
MsgBox_Closing_Messag = Wil jy %{Program.Name} nou sluit?

[Update]
Window_Title_Available = Opdatering beskikbaar
Window_Title_Congratulations = Geluk!
Window_Title_Error = Iets het verkeerd gegaan!
Label_Message_Update = Daar is 'n nuwe weergawe van %{Program.Name} beskikbaar.
Label_Message_Latest = Jy gebruik die nuutste weergawe van %{Program.Name}.
Label_Message_Error = Inligting oor die nuutste weergawe van %{Program.Name} kon nie verkry word nie.
Label_Message_Internet = Kontroleer asseblief jou Internet Verbinding en probeer weer.
Label_Build_Current = Huidige Bou:
Label_Build_Update = Opdatering Bou:
CheckBox_NoUpdate = Moenie by opstart vir opdaterings kyk nie.
Button_Update = Lees meer
Button_Close = Sluit

[Versioning]
Administrator = Administrateur
Build = Bou
AutoIt_Version = gebruik AutoIt weergawe %{AutoIt.Version}
Bit = Bit